[
  {
    "ID": 1,
    "name": "command center",
    "c1": 1,
    "c2": 2,
    "c3": 5,
    "c4": 3,
    "c5": 4,
    "story": "You are at command center, We want to attack the death star but the planet Eadu has a message for us",
    "nav": "Press 1 to go to the command center, Press 2 to go to Eadu , Press 3 to go to Attack star death, Press 4 to go to Surrender, Press 5 to go to End game",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "weather": 0,
    "negotiate": 0
  },
  {
    "ID": 2,
    "name": "Eadu",
    "c1": 1,
    "c2": 6,
    "c3": 7,
    "c4": 8,
    "c5": 21,
    "story": "You are at Eadu , Jyn, We have to make a decision.",
    "nav": "Press 1 to go to the command center, Press 2 to go to the medical area (locating medicine), Press 3 to go to Chandrila (locating money), Press 4 to go to Fest (locating weapon), Press 5 to go to Mandalore (locating map)",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "weather": 0,
    "negotiate": 0
  },
  {
    "ID": 3,
    "name": "Surrender",
    "c1": 1,
    "c2": 1,
    "c3": "",
    "c4": "",
    "c5": "",
    "story": "You are at Surrender, So you'd rather give up, it's a shame.",
    "nav": "Press 1 to go to the command center",
    "win": 0,
    "lose": 1,
    "stranger": 0,
    "weather": 0,
    "negotiate": 0
  },
  {
    "ID": 4,
    "name": "End game",
    "c1": 1,
    "c2": 1,
    "c3": "",
    "c4": "",
    "c5": "",
    "story": "Ok come back soon",
    "nav": "Press 1 to go to the command center",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "weather": 0,
    "negotiate": 0
  },
  {
    "ID": 5,
    "name": "Attack star death",
    "c1": 1,
    "c2": 1,
    "c3": "",
    "c4": "",
    "c5": "",
    "story": "You are at Attack star death, Excellent let's attack the death star!!.",
    "nav": "Press 1 to go to the command center",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "weather": 0,
    "negotiate": 0
  },
  {
    "ID": 6,
    "name": "medical area (locating medicine)",
    "c1": 1,
    "c2": 9,
    "c3": 10,
    "c4": 11,
    "c5": 12,
    "story": "You are at medical area (locating medicine), Thank you, Dr. Andor, we must visit these places to look for medical supplies.",
    "nav": "Press 1 to go to the command center, Press 2 to go to Planet Alderan, Press 3 to go to Geonosis, Press 4 to go to Onderon, Press 5 to go to Nom Nom Nom",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "weather": 1,
    "negotiate": 0
  },
  {
    "ID": 7,
    "name": "Chandrila (locating money)",
    "c1": 1,
    "c2": 13,
    "c3": 14,
    "c4": 15,
    "c5": 16,
    "story": "You are at Chandrila (locating money), Mon Mothma is being watched by the Republic, but she told us some 'legal' ways to get money.",
    "nav": "Press 1 to go to the command center, Press 2 to go to Las vegas, Press 3 to go to shed, Press 4 to go to Tatooine, Press 5 to go to Pandora",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "weather": 0,
    "negotiate": 0
  },
  {
    "ID": 8,
    "name": "Fest (locating weapon)",
    "c1": 1,
    "c2": 17,
    "c3": 18,
    "c4": 19,
    "c5": 20,
    "story": "You are at Fest (locating weapon), Luthen Rael is unarmed, but he told us where to find.",
    "nav": "Press 1 to go to the command center, Press 2 to go to Scarif , Press 3 to go to Tipoca City Military Complex, Press 4 to go to Galaxy Gun, Press 5 to go to Sarah Connor",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "weather": 0,
    "negotiate": 0
  },
  {
    "ID": 9,
    "name": "Planet Alderan",
    "c1": 1,
    "c2": 6,
    "c3": 10,
    "c4": 11,
    "c5": 12,
    "story": "You are at Planet Alderan, We can earn some money by guessing some characters.",
    "nav": "Press 1 to go to the command center, Press 2 to go to medical area (locating medicine), Press 3 to go to Geonosis, Press 4 to go to Onderon, Press 5 to go to Nom Nom Nom",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "weather": 0,
    "negotiate": 0
  },
  {
    "ID": 10,
    "name": "Geonosis",
    "c1": 1,
    "c2": 6,
    "c3": 9,
    "c4": 11,
    "c5": 12,
    "story": "You are at Geonosis, Rock, paper, scissors, this is easy peasy,come on, we need money.",
    "nav": "Press 1 to go to the command center, Press 2 to go to medical area (locating medicine), Press 3 to go to Planet Alderan, Press 4 to go to Onderon, Press 5 to go to Nom Nom Nom",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "weather": 0,
    "negotiate": 0
  },
  {
    "ID": 11,
    "name": "Onderon",
    "c1": 1,
    "c2": 6,
    "c3": 9,
    "c4": 10,
    "c5": 12,
    "story": "You are at Onderon, Well let's try, maybe it's our lucky day.",
    "nav": "Press 1 to go to the command center, Press 2 to go to medical area (locating medicine), Press 3 to go to Planet Alderan, Press 4 to go to Geonosis, Press 5 to go to Nom Nom Nom",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "weather": 0,
    "negotiate": 1
  },
  {
    "ID": 12,
    "name": "Nom Nom Nom",
    "c1": 1,
    "c2": 6,
    "c3": 9,
    "c4": 10,
    "c5": 11,
    "story": "You are at Nom Nom Nom, Nothing better than a good Poutine to recover our health.",
    "nav": "Press 1 to go to the command center, Press 2 to go to medical area (locating medicine), Press 3 to go to Planet Alderan, Press 4 to go to Geonosis, Press 5 to go to Onderon",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "weather": 0,
    "negotiate": 0
  },
  {
    "ID": 13,
    "name": "Las vegas",
    "c1": 1,
    "c2": 7,
    "c3": 14,
    "c4": 15,
    "c5": 16,
    "story": "You are at Las vegas, Do you know how to play blackjack? I think we will learn the hard way.",
    "nav": "Press 1 to go to the command center, Press 2 to go to Chandrila (locating money), Press 3 to go to shed, Press 4 to go to Tatooine, Press 5 to go to Pandora",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "weather": 0,
    "negotiate": 0
  },
  {
    "ID": 14,
    "name": "shed",
    "c1": 1,
    "c2": 7,
    "c3": 13,
    "c4": 15,
    "c5": 16,
    "story": "You are at shed, Let's get some coins by cleaning Luke's ship.",
    "nav": "Press 1 to go to the command center, Press 2 to go to Chandrila (locating money), Press 3 to go to Las vegas, Press 4 to go to Tatooine, Press 5 to go to Pandora",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "weather": 1,
    "negotiate": 0
  },
  {
    "ID": 15,
    "name": "Tatooine",
    "c1": 1,
    "c2": 7,
    "c3": 13,
    "c4": 14,
    "c5": 16,
    "story": "You are at Tatooine, The inhabitants are against the empire, they will surely help us.",
    "nav": "Press 1 to go to the command center, Press 2 to go to Chandrila (locating money), Press 3 to go to Las vegas, Press 4 to go to shed, Press 5 to go to Pandora",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "weather": 0,
    "negotiate": 0
  },
  {
    "ID": 16,
    "name": "Pandora",
    "c1": 1,
    "c2": 7,
    "c3": 13,
    "c4": 14,
    "c5": 15,
    "story": "You are at Pandora, The inhabitants are against the empire, they will surely help us.",
    "nav": "Press 1 to go to the command center, Press 2 to go to Chandrila (locating money), Press 3 to go to Las vegas, Press 4 to go to shed, Press 5 to go to Tatooine",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "weather": 0,
    "negotiate": 0
  },
  {
    "ID": 17,
    "name": "Scarif",
    "c1": 1,
    "c2": 8,
    "c3": 18,
    "c4": 19,
    "c5": 20,
    "story": "You are at Scarif , Andor we are going to attack Scarif is the unique way to collect all the weapons.",
    "nav": "Press 1 to go to the command center, Press 2 to go to Fest (locating weapon), Press 3 to go to Tipoca City Military Complex, Press 4 to go to Galaxy Gun, Press 5 to go to Sarah Connor",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "weather": 0,
    "negotiate": 0
  },
  {
    "ID": 18,
    "name": "Tipoca City Military Complex",
    "c1": 1,
    "c2": 8,
    "c3": 17,
    "c4": 19,
    "c5": 20,
    "story": "You are at Tipoca City Military Complex, Let's go in without being seen, I know where the weapons are.",
    "nav": "Press 1 to go to the command center, Press 2 to go to Fest (locating weapon), Press 3 to go to Scarif , Press 4 to go to Galaxy Gun, Press 5 to go to Sarah Connor",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "weather": 0,
    "negotiate": 0
  },
  {
    "ID": 19,
    "name": "Galaxy Gun",
    "c1": 1,
    "c2": 8,
    "c3": 17,
    "c4": 18,
    "c5": 20,
    "story": "You are at Galaxy Gun, Here I have some friends, I am sure that if we fix some weapons for them, they will give us some.",
    "nav": "Press 1 to go to the command center, Press 2 to go to Fest (locating weapon), Press 3 to go to Scarif , Press 4 to go to Tipoca City Military Complex, Press 5 to go to Sarah Connor",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "weather": 0,
    "negotiate": 0
  },
  {
    "ID": 20,
    "name": "Sarah Connor",
    "c1": 1,
    "c2": 8,
    "c3": 17,
    "c4": 18,
    "c5": 19,
    "story": "Look, here on earth lives Sarah Connor, Let's tell her that Darth Vader is a new model of the T 800 and he will surely give us weapons",
    "nav": "Press 1 to go to the command center, Press 2 to go to Fest (locating weapon), Press 3 to go to Scarif , Press 4 to go to Tipoca City Military Complex, Press 5 to go to Galaxy Gun",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "weather": 1,
    "negotiate": 0
  },
  {
    "ID": 21,
    "name": "Mandalore (locating map)",
    "c1": 1,
    "c2": 22,
    "c3": 23,
    "c4": 24,
    "c5": 25,
    "story": "You are at Mandalore (locating map), Andor, Boba fett, just gave us a list where we can find the map.",
    "nav": "Press 1 to go to the command center, Press 2 to go to Treasure Island, Press 3 to go to Tannis, Press 4 to go to Geonosis, Press 5 to go to Disney Orlando",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "weather": 0,
    "negotiate": 0
  },
  {
    "ID": 22,
    "name": "Treasure Island",
    "c1": 1,
    "c2": 21,
    "c3": 23,
    "c4": 24,
    "c5": 25,
    "story": "You are at Treasure Island, This island only has a map of the earth, let's keep looking.",
    "nav": "Press 1 to go to the command center, Press 2 to go to Mandalore (locating map), Press 3 to go to Tannis, Press 4 to go to Geonosis, Press 5 to go to Disney Orlando",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "weather": 0,
    "negotiate": 0
  },
  {
    "ID": 23,
    "name": "Tannis",
    "c1": 1,
    "c2": 21,
    "c3": 22,
    "c4": 24,
    "c5": 25,
    "story": "You are at Tannis, Unfortunately, the map that Indiana Jones has is not the one we are looking for, although this map takes you to the Holy Grail... hmmm.",
    "nav": "Press 1 to go to the command center, Press 2 to go to Mandalore (locating map), Press 3 to go to Treasure Island, Press 4 to go to Geonosis, Press 5 to go to Disney Orlando",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "weather": 0,
    "negotiate": 0
  },
  {
    "ID": 24,
    "name": "Geonosis",
    "c1": 1,
    "c2": 21,
    "c3": 22,
    "c4": 23,
    "c5": 25,
    "story": "You are at Geonosis, We finally found the plans for the death star!!.",
    "nav": "Press 1 to go to the command center, Press 2 to go to Mandalore (locating map), Press 3 to go to Treasure Island, Press 4 to go to Tannis, Press 5 to go to Disney Orlando",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "weather": 0,
    "negotiate": 0
  },
  {
    "ID": 25,
    "name": "Disney Orlando",
    "c1": 1,
    "c2": 21,
    "c3": 22,
    "c4": 23,
    "c5": 24,
    "story": "You are at Disney Orlando, Unfortunately, the map is not there, but we cannot deny that we had fun.",
    "nav": "Press 1 to go to the command center, Press 2 to go to Mandalore (locating map), Press 3 to go to Treasure Island, Press 4 to go to Tannis, Press 5 to go to Geonosis",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "weather": 0,
    "negotiate": 0
  },
  {
    "ID": 26,
    "name": "Destroy",
    "c1": 1,
    "c2": 1,
    "c3": "",
    "c4": "",
    "c5": "",
    "story": "We finally made it, the death star has fallen",
    "nav": "Press 1 to go to the command center",
    "win": 0,
    "lose": 1,
    "stranger": 0,
    "weather": 0,
    "negotiate": 0
  },
  {
    "ID": 27,
    "name": "Yavin",
    "c1": 1,
    "c2": 3,
    "c3": "",
    "c4": "",
    "c5": "",
    "story": "Run away everyone, the death star is coming to Yavin.",
    "nav": "Press 1 to go to the command center, Press 2 to go to Surrender",
    "win": 1,
    "lose": 0,
    "stranger": 0,
    "weather": 0,
    "negotiate": 0
  }
]